Repository: qtilities/wshot
Catalog: translations/*.po
Languages: et

source: Options
et: Eelistused

source: Mode
et: Režiim

source: Full screen
et: Kogu ekraan

source: Selected area
et: Valitud ala

source: Selected window
et: Valitud aken

source: Include cursor
et: Lisa pildile kursor

source: no
et: ei

source: yes
et: jah

source: Delay
et: Viivitus

source: Destination
et: Kuhu paneme ekraanitõmmise

source: Save file
et: Salvesta fail

source: Clipboard
et: Lõikelaud

source: Custom filename:
et: Kohandatud failinimi:

source: File type
et: Faili tüüp

source: Open saved result
et: Ava salvestatud fail

source: Screenshot copied to clipboard
et: Ekraanitõmmise kopeerisin lõikelauale

source: Screenshot saved as
et: Ekraanitõmmise salvestasime kui

source: Compositor does not support automatic window detection.
et: Komposiitor ei toeta automaatset akende tuvastamist.
